Repository: karthikax/yith-woocommerce-zoom-magnifier
Catalog: languages/yit-*.po
Languages: it_it

source: Catalog Zoom Images
it_it: Immagini Zoom

source: The size of images used within the magnifier box
it_it: La dimensione dell'immagine usata all'interno del box dello zoom

source: General Settings
it_it: Impostazioni Generali

source: Enable YITH Magnifier
it_it: Abilita YITH Magnifier

source: Enable the plugin or use the Woocommerce default product image.
it_it: Abilita il plugin oppure utilizza l'immagine di default di Woocommerce.

source: Forcing Zoom Image sizes
it_it: Forza le dimensioni delle immagini di Zoom

source: If disabled, you will able to customize the sizes of Zoom Images. Please disable at your own risk; the magnifier should not properly work with unproportioned image sizes.
it_it: Se disabilitato, potrai personalizzare le dimensioni delle immagini di Zoom. Disabilita con attenzione questa opzione, lo zoom potrebbe non funzionare correttamente con immagini di dimensioni non proporzionali tra di loro.

source: Magnifier Settings
it_it: Impostazioni Magnifier

source: Zoom Area Width
it_it: Larghezza area di zoom

source: The width of magnifier box (default: auto)
it_it: Larghezza del box di zoom (default: auto)

source: Zoom Area Height
it_it: Altezza area di zoom

source: The height of magnifier box (default: auto)
it_it: Larghezza del box di zoom (default: auto)

source: Zoom Area Position
it_it: Posizione area di zoom

source: The magnifier position
it_it: Posizione del Magnifier

source: Right
it_it: Destra

source: Inside
it_it: Interno

source: Zoom Area Mobile Position
it_it: Posizione area di zoom nei dispositivi mobili

source: The magnifier position with mobile devices (iPhone, Android, etc.)
it_it: Posizione area di zoom nei dispositivi mobili (iPhone, Android, ecc.)

source: Disable
it_it: Disabilitato

source: Loading label
it_it: Messaggio Caricamento

source: Loading...
it_it: Caricamento...

source: Lens Opacity
it_it: Opacità lente

source: Blur
it_it: Sfocatura

source: Add a blur effect to the small image on mouse hover.
it_it: Aggiungi un effetto sfocatura all'immagine al movimento del mouse.

source: Slider Settings
it_it: Impostazioni Slider

source: Enable Slider
it_it: Abilita Slider

source: Enable Thumbnail slider.
it_it: Abilita lo sliding delle thumbnail.

source: Enable Slider Responsive
it_it: Abilita Responsive Slider

source: The option fits the thumbnails within the available space. Disable it if you want to manage by yourself the thumbnails (eg. add margins, paddings, etc.)
it_it: L'opzione automaticamente ridimensione le thumbnail in maniera da riempire automaticamente lo spazio a disposizione. Disabilitare l'opzione se si voglio gestire in maniera autonoma le thumbnails (ad esempio per aggiungere margini, padding, ecc.)

source: Items
it_it: Elementi

source: Number of items to show
it_it: Numero di elementi da mostrare

source: Circular carousel
it_it: Slider circolare

source: Determines whether the carousel should be circular.
it_it: Selezionare se impostare lo slider circolare.

source: Infinite carousel
it_it: Slider infinito

source: Determines whether the carousel should be infinite. Note: It is possible to create a non-circular, infinite carousel, but it is not possible to create a circular, non-infinite carousel.
it_it: Selezionare se lo slider deve essere infinito. Attenzione: è possibile creare uno slider infinito non circolare ma non è possibile il contrario.

source: Settings
it_it: Impostazioni
